{
    "Home":"Bosh sahifa",
    "About":"Biz haqimizda",
    "Services":"Xizmatlar",
    "Our projects":"Proyektlarimiz",
    "Brands":"Brandlar",
    "Blog post":"Postlar",
    "Your trusted partner in luxury real estate in Dubai":"Dubaydagi hashamatli ko'chmas mulkning ishonchli hamkori",
    "get started":"boshlash",
    "Requested Projects":"So'ralgan proyektlar",
    "Projects Completed":"Tugatilgan proyektlar",
    "Served Clients":"Xaridorlar",
    "about_des":"Prime Haven Properties – Dubayda joylashgan, yuqori sifatli ko'chmas mulk xizmatlarini taqdim etuvchi kompaniya. Bizning maqsadimiz mijozlarimizga ishonchli va professional xizmat ko‘rsatib, ularning moliyaviy maqsadlariga erishishda yordam berishdir.",
    "Reliability":"Ishonchlilik",
    "Innovation":"Innoviatsiya",
    "Excellence in customer service":"Mijozlarga xizmat ko‘rsatishda mukammallik",
    "Modern city locations and exceptional lifestyle":"Zamonaviy shahar joylari va ajoyib turmush tarzi",
    "about us":"biz haqimizda",
    "read more":"batafsil o‘qish",
    "We have been serving our customers for over 70 years":"Biz 70 yildan ortiq mijozlarimizga xizmat ko‘rsatib kelmoqdamiz",
    "Working with the symbol and reputation of trustworthy trait":"Ishonchli xususiyatning ramzi va obro'si bilan ishlash",
    "Working with Prime Haven Properties was very easy and efficient":"Prime Haven Properties bilan ishlash juda oson va samarali bo‘ldi!",
    "My property was sold in no time Much obliged":"Mening mulkimni qisqa vaqt ichida sotib yuborishdi. Juda mamnunman.",
    "what they're saying about our work feedback":"Bizning xizmatlarimiz haqida",
    "Sale and rent":"Sotish va ijara berish",
    "sale_des":"Prime Haven Properties mijozlariga yuqori daromadli investitsiya imkoniyatlarini taqdim etadi. Biz Dubayning eng istiqbolli joylarida joylashgan mulklar bilan ishlaymiz.",
    "Property management":"Mulk boshqaruvi",
    "property_des":"Bizning boshqaruv xizmatlarimiz mijozlarga mulkni optimal boshqarish va daromadni oshirish imkonini beradi. Har bir mijoz uchun individual reja tuzamiz.",
    "Investitsiya imkoniyatlari":"Investitsiya imkoniyatlari",
    "invest_des":"Prime Haven Properties mijozlariga yuqori daromadli investitsiya imkoniyatlarini taqdim etadi. Biz Dubayning eng istiqbolli joylarida joylashgan mulklar bilan ishlaymiz.",
    "brands":"brandlar",
    "our brands":"Bizning brandlarimiz",
    "Renovation Projects":"Renovatsion Proyektlar",
    "Team Members":"Jamoa a'zolari",
    "Satisfied Clients":"Ishonchli mijozlar",
    "Blog":"Blog",
    "Portfolio":"Portfolio",
    "About Us":"Biz haqimizda",
    "Our team":"Jamoa",
    "Contact":"Aloqa",
    "i_des":"2012-yildan beri biznesda tajriba. Aksiyalarga investitsiya qilish bo'yicha 8 yillik taribaga ega Investor. Dubayda Prime haven properties kompaniyasi asoschilaridan biri.  PH  REIT fundi hamda Pul oqimi kompaniyalari asoschisi. Yevropa Tiklanish va Taraqqiyot bankining konsalting bo'yicha O'zbekistondagi vakili sifatida ishlagan. 10K investorlar klubi asoschisi. PH REIT fondi boshqaruvchisi (CEO).",
    "j_des":"18 yillik savdo sohasida tajribaga ega. Dubaydagi Prime Haven Properties kompaniyasi asoschilaridan biri va rahbari. Yevropa Tiklanish va Taraqiiyot bankining konsalting bo'yicha O'zbekistondagi vakili sifatida ishlagan. Saidmurod Davlatovning  SAMO xalqaro insonlarni rivojlantirish markazining Dubaydagi filliali rahbari."
}